Repository: giellalt/corpus-sms
Catalog: tmx/fin/facta/samediggi.fi/kn_060215_kolltansaame.pdf.tmx
Source language: sms
Languages: fin

source: Ärvvsa säʹmmla, šiõǥǥ ǩiiččeei.
fin: Arvoisat saamelaiset, hyvä yleisö.

source: Lij samai jonn rämm vueiʹnned tiʹjjid tääiʹben juʹhljemen säʹmmlai meersažpeeiʹv.
fin: On suuri ilo nähdä teidät täällä juhlimassa saamelaisten kansallispäivää.

source: Tät lij sääʹmteeʹǧǧ vuõssmõs tän vaalpoodd jäʹrjstum meersažpeiʹvvjuhll da kuâđđjeen še maaimõssân, ǥu vaalpodd poott tän ekka.
fin: Tämä on saamelaiskäräjien ensimmäinen tällä vaalikaudella järjestämä kansallispäiväjuhla ja jääden myös viimeiseksi koska vaalikautemme loppuu tähän vuoteen.

source: Meersažpeiʹvv lij sääʹmtegga da säʹmmlaid tuõʹđi tääʹrǩes juhll, ko lääiteeʹl ekonoomlaž vueʹǩǩ lij cõggâm juuhli riâššmõõžž tän tääuʹjben.
fin: Kansallispäivä on saamelaiskäräjille ja saamelaisille todella tärkeä juhla, mutta valitettavasti taloudellinen tilanteemme on estänyt juhlien järjestämisen tätä useammin.

source: Sääʹmteʹǧǧ lij ooudab da äiʹǧǧpoddsa vaalpoodd âânnam vääžnmõssân tõn, što meersažpeeiʹv juuhljet sääʹmkulttuurmieʹldd da što jeeʹres beäʹlin jälsteei säʹmmlaid uuʹdšet vueiʹttemvuõđ vuässõõttâd juuhlid.
fin: Saamelaiskäräjät on edellisellä ja tällä vaalikaudella pitänyt tärkeänä, että kansallispäivää juhlitaan saamelaiskulttuurinmukaisesti ja että eri puolilla asuville saamelaisille annetaan mahdollisuus osallistua juhlallisuuksiin.

source: Juhll lij säʹmmlain säʹmmlaid.
fin: Juhla on saamelaisilta saamelaisille.

source: Ååʹn vuõssmõs vuâra juuhlid lij vueiʹtlvažvuõtt seuʹrrjed še interneeʹttast.
fin: Nyt ensimmäistä kertaa juhlaa on mahdollista seurata myös internetissä.

source: Tän vaalpoodd ääiʹj lij šõddâm jiânnai da võl tän eeʹjj poodd vueʹrddep šuurid oođumuužžid säʹmmlai vuõiggâdvuõttstatuʹsse.
fin: Tämän vaalikauden aikana on tapahtunut paljon ja vielä tämän vuoden aikana odotetaan suuria uudistuksia saamelaisten oikeusasemaan.

source: Politiik lij mainstum jiânnai da tõt käggaat võl kõõskõʹsse.
fin: Politiikkaa on puhuttu paljon ja se nousee vielä keskiöön.

source: Ååʹn lij kuuitâǥ äiʹǧǧ kueʹđđed peeiʹvpolitiik vääʹnnbeälla da čiŋlmõõvvâp juʹhlljed meersažpeeiʹv, sääʹmmeer histoor, õhttnažvuõđ da pueʹttiääiʹj.
fin: Nyt on kuitenkin aika jättää päivänpolitiikka vähemmälle ja keskittyä juhlimaan kansallispäivää, saamen kansan historiaa, yhtenäisyyttä ja tulevaisuutta.

source: Säʹmmla liâ vuäinnam histoor ääiʹj šuurid måʹlljõõzzid, vääin, čårstumuužžid, ǩiõl läʹppemǩiččlõõttmõõžž, päkkserddmõõžžid vääin da tuʹlvvääuʹdai raajjmõõžž seuʹrjumuuššân, väʹlddpolitiiklaid täävtõõzzid õhttõõttâd säʹmmlaid da ǩiččlõõttmõõžž piõʹdǧǧeed säʹmmlai õhttnažvuõđ.
fin: Saamelaiset ovat kokeneet historiansa aikana suuri mullistuksia, sotia, syrjintää, kielten kadottamispyrkimyksiä, pakkomuuttoja sodan ja tekoaltaiden rakentamisen seurauksena, valtapoliittisia tavoitteita sulauttaa saamelaiset ja pyrkimyksiä hajottaa saamelaisten yhtenäisyyttä.

source: Leäʹp seʹlvvnam täin õõutsââʹjest da mij ouddlest puõlvvõõǥǥi kõõrin tuâjin da lueʹǯǯjekani.
fin: Olemme selvinneet näistä yhdessä ja meitä edeltävien sukupolvien kovalla työllä ja periksiantamattomuudella.

source: Jõuddâp kuuitâǥ teivvad pâi võl ođđsab vaʹǯǯtõõzzid.
fin: Joudumme kuitenkin kohtaamaan edelleen yhä uudempia haasteita.

source: Globalisaatio ääim-muuttâs da aarktla vuuʹd väʹldd- da sääldatpolitiik põʹhtte säʹmmlaid aivv ođđnallšem tuåimmjumušpirrõõzz.
fin: Globalisaatio, ilmastonmuutos ja arktisen alueen valta- ja sotilaspolitiikka tuovat saamelaisille aivan uudenlaisen toimintaympäristön.

source: Mäʹhtt siõm sääʹm-meer seʹlvvai väʹlddkulttuur tiâddast ?
fin: Miten pieni saamen kansa selviää valtakulttuurin paineessa ?

source: Ääiʹjbu puõlvvõõǥǥ liâ raajjâm säʹmmlaid oudldõõzzid piʹrǧǧeed mottjeei õhttsažkååʹddest.
fin: Aikaisemmat sukupolvet ovat luoneet saamelaisille edellytykset pärjätä muuttuvassa yhteiskunnassa.

source: Leäʹp vuäǯǯam reeʹǧǧes ǩiõl, luâđast liikkeem siltteemvuõđ, äʹrbbvuõđla jieʹllemvueʹjj, ǩiõtttuâiäʹrbbvuõđ da luâttkõskkvuõđ – täk liâ võl tuõʹđi tääʹrǩes siltteemvuõđ.
fin: Olemme saaneet rikkaan kielen, luonnossa liikkumisen taidon, perinteiset elinkeinot, käsityöperinteen ja luontosuhteen – nämä ovat edelleen tosi tärkeitä taitoja.

source: Leäʹp vuäǯǯam nânnaz kulttuurpreddan, säʹmmla identteett da õhttsažkåʹddlažvuõđ.
fin: Olemme saaneet vahvan kulttuuriperinnön, saamelaisen identiteetin ja yhteisöllisyyden.

source: Säʹmmla puäʹtte piʹrǧǧeed pâi, jõs kaunnâp viõǥǥ nuʹbb nuuʹbbin da ââʹnnep ǩidd sääʹm-meer õhttsažkåʹddlažvuõđâst, sääʹm identeeʹttest da kulttuurpreʹddnest.
fin: Saamelaiset tulevat pärjäämään aina, mikäli löydämme voimaa toinen toisistamme ja pidämme kiinni saamen kansan yhteisöllisyydestä, saamelaisesta identiteetistä ja kulttuuriperinnöstä.

source: Mõõnni ääiʹjin čåuddmõõžž säʹmmlai vuõiggâdvuõđi ooudâsviikkmõõžžid lij viǯǯum kooi-ne kruuggin õõlmtõõđeeʹl jeeʹres sääʹmjooukid jiiʹjjes lääʹjji leʹbe piijeeʹl jeeʹres sääʹmjoouki vuõiggâdvuõđ da äʹrbbvuõđ vuâsttlõõššân nuuʹbbeez.
fin: Viime aikoina ratkaisua saamelaisten oikeuksien kehittämiseen on haettu joissakin piireissä esittämällä eri saamelaisryhmille omia lakeja tai asettamalla eri saamelaisryhmien oikeudet ja perinteet vastakkaisiksi toisilleen.

source: Tän lij vaiggâd fiʹttjed.
fin: Tätä on vaikea ymmärtää.

source: Säʹmmlain õlgg pâʹstted õõutsââʹjest ooccâd kuånstid säʹmmlai vuõiggâdvuõđi da kulttuur õõudâsviikkâm diõtt jiiʹjjes säʹmmlai kulttuurlai äʹrbbvuõđ mieʹldd, ij-ka viǯǯâd maal väʹlddkulttuur tuåimmjem-maalin ij-ka piõʹdǧǧeeʹl sääʹm-meer õhttnažvuõđ.
fin: Saamelaisten tulee pystyä yhdessä etsimään keinot saamelaisten oikeuksien ja kulttuurin kehittämiseksi omien saamelaisten kulttuuristen perinteiden mukaisesti, eikä hakea mallia valtakulttuurin toimintamalleista eikä hajottamalla saamen kansan yhtenäisyyttä.

source: Säʹmmla liâ samai ravvâz.
fin: Saamelaiset ovat hyvin vahvoja.

source: Jõuddâp ǩiõrddâd pâi võl čårstumuužž, pannjurddi, šeämm-mainnsid da viggtumuužž.
fin: Joudumme kestämään edelleenkin syrjintää, epäluuloa, vihapuhetta ja pilkkaa.

source: Kulttuur meeʹst lij viõǥǥtõllum väʹldded da suâleed meädda.
fin: Kulttuuriamme on yritetty ryöstää ja omia.

source: Tõʹst jeäʹla onnstam.
fin: Siinä ei ole onnistuttu.

source: Päärnaid da nuõrid viggtumuš da rasismm liâ jeäʹrben päʹrtteei.
fin: Lapsille ja nuorille pilkka ja rasismi ovat erityisen vahingollisia.

source: Lij vääžnai, što viârtep juõʹǩǩnallšem čårstumuužž da šeäm.
fin: On välttämätöntä, että tuomitsemme kaikenlaisen syrjinnän ja vihan.

source: Jeäʹp še vueiʹt uʹvdded čårstumuužž leʹbe rasiismm vaikkted kulttuuʹre, mij nääʹlid leʹbe teâvõõttmõʹšše.
fin: Emme myös voi antaa syrjinnän tai rasismin vaikuttaa kulttuuriimme, tapoihimme tai pukeutumiseemme.

source: Jeäʹp leäkku kuuitâǥ immuun.
fin: Emme ole kuitenkaan immuuneja.

source: Leâʹša meeʹst feʹrttai ââʹnned huõl tõʹst, što jeäʹp vääʹld maal väʹlddkulttuur âʹǩǩed nääʹlin jeäʹp-ka puuʹtt čårsteei leʹbe nuuʹbbid kaaʹđõš äʹrbbvuõđ sääʹmkulttuur sizz.
fin: Mutta meidän on huolehdittava siitä, että

source: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 Säʹmmla liâ tuõʹđi occnja.
fin: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 emme ota mallia valtakulttuurin ikävistä tavoista emmekä tuo syrjivää tai toisia kadehtivaa perinnettä saamelaiskulttuurin sisälle.

source: Lääʹddjânnmest nuʹtt-aa 10 000, Ruõššjânnmest mueʹdd dohat, Ruoccjânnmest nuʹtt-aa 20 000 da Taarrâst jo-ba čičmlost čueʹttdohta.
fin: Suomessa noin 10 000, Venäjällä muutama tuhat, Ruotsissa noin 20 000 ja Norjassa jopa seitsemäskymmenestä sataantuhatta.

source: Što säʹmmla vuäitči seillad, lij jurddmõõžž säʹmmlain õhtten meeran seillad ij-ka õõlǥ muʹvrjed uurid jeeʹres sääʹmjoouki kõʹsǩǩe.
fin: Jotta saamelaiset voivat säilyä, on ajatuksen saamelaisista yhtenä kansana säilyttävä eikä tule luoda muureja eri saamelaisryhmien välille.

source: Sääʹm identeeʹtte, sääʹm-meer õhttnažvuõʹtte da še säʹmmlai statuʹsse Lääʹddjânnmest lij vaarlaž, jõs säʹmmlaid ââʹnet kõskkneez tiʹǧǧõõtti meeran.
fin: Saamelaiselle identiteetille, saamen kansan yhtenäisyydelle ja myös saamelaisten asemalle Suomessa on vaarallista, jos saamelaisia pidetään keskenään riitelevänä kansana.

source: Maaiʹlmest, koʹst kõskkmeäʹrin õhtt ǩiõll jääʹmm neäʹttlest, sääʹmkulttuur da tõn seillmõš liâ globaalnalla vuõiʹǧǧest säärneeʹl õõmâs.
fin: Maailmassa, jossa keskimääräin yksi kieli kuolee viikossa, saamelaiskulttuuri ja sen säilyminen ovat globaalisti suorastaan ihme.

source: Muʹnne sääʹmǩiõli da sääʹmkulttuur seillmõš iʹllak õõmâs.
fin: Minulle saamen kielien ja saamelaiskulttuurien säilyminen ei ole ihme.

source: Säʹmmla liâ siʹtǩǩes mâʹte čeärrsueʹǩǩ, kååʹtt ǩeârdd piõg, puõllâz, pakkvuõđ, tiâddõõzz da lij morddjeǩanai.
fin: Saamelaiset ovat sitkeitä kuin tunturikoivu, joka kestää tuulen, pakkasen, kuumuuden, paineen ja on murtumaton.

source: Leäʹp čõõđ histoor kuullâm, što säʹmmla jäʹmme sooǥǥteʹmesvuõʹtte da õhttâʹtte läʹddlaid.
fin: Olemme kautta historian kuulleet, että saamelaiset kuolevat sukupuuttoon ja sulautuvat suomalaisiin.

source: Šurr tuʹtǩǩeeijoukk ǩeeʹrjti veʹt nääiʹt juʹn1900-looǥǥ aalǥâst.
fin: Suuri tutkijajoukko kirjoittikin näin jo 1900-luvun alussa.

source: Leäʹp vuäǯǯam kuullâd sääʹmǩiõl jääʹmmem, juõiʹǥi da leeuʹdi äʹrbbvuõđ läʹppjem da säʹmmlai õhttõõttâm lääʹddkulttuuʹre.
fin: Olemme saaneet kuulla saamen kielen kuolevan, joikuperinteen katoavan ja saamelaisten sulautuvan suomalaiskulttuuriin.

source: Leäʹp vuäǯǯam kuullâd kulttuur ålggbeäʹli õhttsažtuâjjtuâjjlain, što jeäʹp teänab jeääʹl sääʹmkulttuur äʹrbbvuõđi mieʹldd, puäʒʒhåiddmõš lij måʹlljõõvvâm motorǩeâlk da motorpieʹjji väʹlddmest ij-ka säʹmmlaid rääʹtǩ väʹlddkulttuurast teänab ni mii.
fin: Olemme saaneet kuulla kulttuurin ulkopuolisilta tahoilta että emme enää elä saamelaiskulttuurin perinteiden mukaisesti, poronhoito on mullistunut moottorikelkan ja mönkijän käyttöön oton johdosta eikä saamelaisia erota valtakulttuurista enää mikään.

source: Täk puk räʹjjtõõzz liâ puääst.
fin: Nämä kaikki väitteet ovat vääriä.

source: Nåkam-aa tuʹlǩǩumuužž liâ pâi õhtt kuånst läʹpped kulttuur.
fin: Tuollaiset tulkinnat ovat vain yksi keino mitätöidä kulttuurimme.

source: Sääʹmkulttuur jeäll da šeâtt õhttsažkååʹdd puʹhttmid muttõõzzid.
fin: Saamelaiskulttuuri elää ja sopeutuu yhteiskunnan tuomiin muutoksiin.

source: Motorǩeâlk ij leäkku mõttam puäʒʒhoiddmõõžž – puõccid ǩiõččât pâi võl tuõddrest da mieʹccest.
fin: Moottorikelkka ei ole muuttanut poronhoitoa – poroja paimennetaan edelleen tunturissa ja metsissä.

source: Põrttjälstumuš da päʹlǩǩtuâjj liâ tuõʹđi mõttam kulttuur aunnsaala vuâđ, leâʹša ij čâđđmeen ij-ka jurddmõõžžeen.
fin: Taloasuminen ja palkkatyö ovat toki muuttaneet kulttuurin aineellista perustaa, muttei sydämiämme eikä ajatuksiamme.

source: Dohateeʹjji poodd nårrjam teâtt luõđâst, puõccin, kueʹlin da jeeʹres meäʹccjieʹlljin lij põhttam miʹjjid oudldõõzz seʹlvvned õhttsažkååddlain måʹlljumuužžin.
fin: Vuosituhansien aikana kertynyt tieto luonnosta, poroista, kaloista ja muista eläimistä on tuonut meille edellytykset selvitä yhteiskunnallisista mullistuksista.

source: Sääʹmkulttuur da säʹmmla liâ šiõttlõõvvâm da mõõnnâm ooudâs.
fin: Saamelaiskulttuuri ja saamelaiset ovat sopeutuneet ja kehittyneet.

source: Jeeʹres vaajtõsmääin meeʹst jeäʹla leämmaž.
fin: Muuta vaihtoehtoa meillä ei ole ollut.

source: Leâʹša jeäʹp leäkku čåuddõõttâm mij kulttuur pirr, äʹrbbvuõđâst, ǩiõlâst jeäʹp-ka identeeʹttest.
fin: Mutta emme ole luopuneet kulttuuristamme, perinteistämme, kielestä emmekä identiteetistämme.

source: Kulttuur ij vueiʹt läʹpped ij-ka vännšed tõn diõtt, što jälstep põõrtin leʹbe vuejjap aautin.
fin: Kulttuuriamme ei voi mitätöidä eikä väheksyä sen johdosta, että asumme taloissa tai ajamme autolla.

source: Äʹrbbvuõđlâž teâtt da silttumuš liâ pâi võl tääʹrǩmõš vueʹss äʹrbbvuõđla sääʹm jieʹllemvueʹjj da ǩiõtt-tuâi.
fin: Perinteinen tieto ja taidot ovat edelleen tärkein osa perinteisiä saamelaisia elinkeinoja ja käsitöitä.

source: Tõk liâ ǩeâlki da moottri tääʹrǩab silttumuužž da jiiʹjjesnallšemvuõđ.
fin: Ne ovat kelkkoja ja moottoreita tärkeämmät taidot ja ominaisuudet.

source: Meeʹst feʹrttai leeʹd ilbbâd, što jiânnja teknologia mieʹldd jeäʹp leäkku ni võl čåuddõõttâm jiijjânnalšeeʹm kulttuur pirr.
fin: Meidän on oltava ylpeitä, että kaiken teknologian myötä emme ole edelleenkään luopuneet omaleimaisesta kulttuuristamme.

source: Saaʹmi juõiʹkk-da leuʹddäʹrbbvuõtt lij puättam mååusat võl friiskben.
fin: Saamelainen joikuperinne on palanut entistä vahvempana.

source: Juõiʹkk äʹrbbvuõtt jeäll nuʹtt äʹrbbvuõđla juõiʹkkmusiikkist ko še modernist populaarmusiikkist.
fin: Joikuperinne elää niin perinteisessä joikumusiikissa kuten myös modernissa populaarimusiikissa.

source: Sääʹm čeäʹppõs jeäll lieʹđđâmpââʹjes.
fin: Saamelainen taide elää kukoistuskauttaan.

source: Sääʹm čeäppneeʹǩǩ liâ põhttam sääʹmkulttuur äʹrbbvuõđid da õhttsažkååddlažvuõđ bieʹǩǩen ođđ modeern čeäʹppõõzz, kååʹtt ij jeäll pâi galleriain, pâi še arggpeeiʹvest, interneeʹttest da sosiaala mediain.
fin: Saamelaiset taitelijat ovat tuoneet saamelaiskulttuurin perinteitä ja yhteiskunnallisuutta osaksi uutta modernia taidetta, joka ei elä vain gallerioissa, vaan arkipäivässä, internetissä ja sosiaalisessa mediassakin.

source: Čeäʹppõõzzin lij frijjvuõtt da čõõđ histoor čeäʹppõs lij leämmaž kuånst puʹhtted õhttsažkååʹdd pannääʹššid da kulttuur äʹrbbvuõđid ouʹdde mieʹrreejaid.
fin: Taiteella on vapautensa ja kautta historian taide on ollut keino tuoda yhteiskunnan epäkohtia ja kulttuurin perinteitä esille päättäjille.

source: Čeäʹppõõzzin vuäitt muʹtted maaiʹlm.
fin: Taiteella voi muuttaa maailmaa.

source: Nuõr čeäppneeʹǩǩ, kook tueʹjjee õhttsažkååddla da õhttsažkåddlažvuõđlaid čeäʹppõõzzid modeern teknologia vieʹǩǩin, liâvvte teâđid säʹmmlain aivv ođđnalla da pâʹstte puʹrǩǩeed väʹlddkulttuur raajjâm stereotypioid säʹmmlain.
fin: Nuoret taitelijamme, jotka tekevät yhteiskunnallista ja yhteisöllistä taidetta modernin teknologian avulla, levittävät tietoa saamelaisista aivan uudella tavalla ja pystyvät purkamaan valtakulttuurin luomia stereotypioita saamelaisista.

source: Sääʹmõhttsažkåʹdd lij määŋgpeällsan šõddâm.
fin: Saamelaisyhteiskunta on monipuolistunut.

source: Meeʹst liâ siltteei, ǩiõllmainsteei da škoouʹlʼjum sääʹmnuõr maaiʹlmest da tääiʹben dommvuuʹdest.
fin: Meillä on osaavia, kielitaitoisia ja koulutettuja saamelaisnuoria maailmalla ja täällä kotiseutualueella.

source: Sääʹm liâ škoouʹlʼjam jiiʹjjes tuʹtǩǩeejen, uʹčteeʹlen, mieʹrreejen da jååđteejen.
fin: Saamelaisia on kouluttautunut tutkijoiksi, opettajiksi, päättäjiksi ja johtajiksi.

source: Määŋg sääʹmnuõr puäʹtte dommvoudda škoouʹlʼjumuužž mâŋŋa da õhttee mättjum äʹrbbvuõđla sääʹmjieʹllemvueʹjjid, tueʹjjee ođđ teâđ sääʹmõhttsažkådda, ođđ kulttuursiiʹsǩid tuʹtǩǩeempuʹhttõõzzid, škoouʹlje ođđ sääʹmpuõlvvõõǥǥ da räjja sääʹmkulttuuʹre juäʹtǩǩemvuõđ.
fin: Monet saamelaisnuoret palaavat kotiseudulle koulutuksen jälkeen ja yhdistävät oppimaansa perinteisiin saamelaiselinkeinoihin, tuottavat uutta tietoa saamelaisyhteisölle, uusia kulttuurinsisäisiä tutkimustuloksia, kouluttavat uutta saamelaissukupolvea ja luovat saamelaiskulttuurille jatkuvuutta.

source: Leäm täʹst čuuʹt ilbbâd.
fin: Olen tästä hyvin ylpeä.

source: Šurr vueʹss säʹmmlain jäälast dommvuuʹd åålǥpeäʹln.
fin: Suuri osa saamelaisista asuu kotiseutualueen ulkopuolella.

source: Pääikla sääʹmohttõõzz liâ šõddâm lâʹnnsääʹmõhttsažkooʹddi vueiʹnnlõõttâmpäiʹǩǩen da kuånsten tuäʹrrjeed sääʹmkulttuur da ǩiõl seillmõõžž lâʹnnåårrmõõžžin.
fin: Paikalliset saamelaisyhdistykset ovat muodostuneet kaupunkisaamelaisyhteisöjen kohtaamispaikaksi ja keinoksi tukea saamelaiskulttuurin ja kielen säilymistä kaupunkioloissa.

source: Tõk tueʹjjee ärvvsa tuâi sääʹm-meer pueʹttiääiʹj staannmõʹšše.
fin: Ne tekevät arvokasta työtä koko saamen kansan tulevaisuuden turvaamiseksi.

source: Säʹmmlai dommvuuʹdest tuåimmjeejin sääʹmõhttõõzzin lij tääʹrǩes rooʹll sääʹm õhttsažkååʹddest.
fin: Saamelaisten kotiseutualueella toimivilla saamelaisyhdistyksillä on tärkeä rooli saamelaisessa yhteiskunnassa.

source: Sámi Duodji- organisaatiotaa ärvvsa tuâi sääʹm status leʹčči jeänab vaarvuâlab da ǩiõtttuâiäʹrbbvuõđ šiõǥǥânâânnmõš leʹčči ânnʼjõõžž šõõrab.
fin: Ilman Sámi Duodji- järjestön arvokasta työtä saamelaisen käsityön asema olisi entistä uhanalaisempi ja käsityöperinteen hyväksikäyttö olisi nykyistä suurempaa.

source: Tääiʹben Aanrest aanarsääʹm ǩiõl õhttõs da Saaʹmi Nueʹtt liâ tueʹjjääm ärvvsa tuâi uuccbi sääʹmǩiõli jälltem diõtt, mätteem diõtt da ooudâs viikkâm diõtt.
fin: Täällä Inarissa Inarinsaamen kielen yhdistys ja Saami Nuett ovat tehneet arvokasta työtä pienempien saamen kielten elvyttämiseksi, opettamiseksi ja kehittämiseksi.

source: Säʹmmla taarbše ravvâz organisaatioǩeeʹdd da organisaatioaktiiv vuäǯǯa šuur späʹssbõõšš tuejjeemest tuâjast.
fin: Saamelaiset tarvitsevat vahvaa järjestökenttää ja järjestöaktiivit ansaitsevat suuren kiitoksen tekemästään työstä.

source: Sääʹmkulttuur da sääʹmǩiõl jiâ seeil, jõs ǩiõl jeät mainstukku leʹbe sääʹm-meer äʹrbbvuõđid da nääʹlid jeät ââʹnet oummi kõõsk.
fin: Saamelaiskulttuuri ja saamen kielet eivät säily, ellei kieltä puhuta tai saamen kansan perinteitä ja tapoja pidetä yllä.

source: Juõʹǩǩkast säʹmmlast lij šurr vasttõs tõʹst, seill-a sääʹmkulttuur.
fin: Jokaisella saamelaisella on suuri vastuu siitä, säilyykö saamelaiskulttuuri.

source: Valdiain õlgg raajjâd vueiʹttemvuõtt tõõzz, što sääʹmkulttuur vuäitt seillad, leâʹša juõʹǩǩkaž säʹmmlaž tuejjad looppâst jiõčč vaʹlljumuužž tõʹst, seill-a sääʹmkulttur da muʹvddemnallšem-a veʹt tõt seill pueʹttiääiʹjest.
fin: Valtioiden on luotava edellytykset sille, että saamelaiskulttuuri voi säilyä, mutta jokainen saamelainen tekee lopulta itse valinnan siitä säilyykö saamelaiskulttuuri ja millaisena se säilyy tulevaisuudessa.

source: Juõʹǩǩkaž sääʹm puäʹres, kååʹtt määttˈtad äʹrbbvuõđid da äʹrbbvuõđlaid jieʹllemvueʹjjid päärneez, älgg mainsted säämas pärnses, peeʹjj päärnes ǩiõlpeässa leʹbe mättˈtaat läʹppjam sääʹmǩiõl, tuejjad kulttuurtuei da lij jiiʹjjesnalla staanemen sääʹmǩiõl da meer pueʹttiääiʹj.
fin: Jokainen saamelainen vanhempi, joka opettaa perinteitä ja perinteisiä elinkeinoja lapsilleen, päättää puhua saamea lapselleen, pistää lapsensa kielipesään tai opettelee kadottamansa saamen kielen, tekee kulttuuriteon ja on omalta osaltaan turvaamassa saamen kielen ja kansan tulevaisuutta.

source: Späʹsseb tiʹjjid, sääʹm puärraz, ääkk da ääʹjj da maaddârääʹjj da maaddârääkk miʹjjid kuõđđum preddnast !
fin: Kiitos teille, saamelaiset vanhemmat, isovanhemmat ja esivanhemmat jättämästänne perinnöstä !

source: Sääʹmǩiõll da kulttuur jiâ seeil sääʹm uʹčteeʹlitaa da peiʹvvhåiddpersonkååʹddtaa.
fin: Saamen kieli ja kulttuuri eivät säily ilman saamelaisia opettajia ja päivähoitohenkilökuntaa.

source: Ǩiõllpieʹzz, sääʹmǩiõllsaž peiʹvvhåidd da sääʹmǩiõllsaž vuâđđmättˈtumuš liâ lokkčååud sääʹm-meer pueʹttiäigga.
fin: Kielipesät, saamenkielinen päivähoito ja saamen kielinen perusopetus ovat avain saamen kansan tulevaisuuteen.

source: Puk säʹmmla, kook liâ vuâlggam uʹčteeʹlen da peiʹvvhåiddtuâjjlan, räjja sääʹmkulttuuʹre juäʹtǩǩemvuõđ.
fin: Kaikki saamelaiset, jotka ovat lähteneet opettajiksi ja päivähoitotyöntekijöiksi luovat saamelaiskulttuurin jatkuvuutta.

source: Tij-taa samai ärvvsa tuâi pirr tuejjeei, sääʹmǩiõl pueʹttiäiʹǧǧ leʹčči ânnʼjõõžž hueʹnab.
fin: Ilman teidän arvokasta työtänne saamen kielen tulevaisuus olisi nykyistä synkempi.

source: Haaʹlääm veʹt späʹssbõõššâd, šiõǥǥ uʹčteeʹl da puärraz, tueʹjjeemest ärvvsast tuâjast.
fin: Haluankin kiittää teitä, hyvät opettajat ja kasvattajat, tekemästänne arvokkaasta työstä.

source: Sääʹmõhttsažkååʹdd tuärjjeemuur, kook seʹrdde äʹrbbvuõđ puõlvvõõǥǥâst nuʹbbe, taarbšet.
fin: Saamelaisyhteiskunnan tukipilareja, jotka siirtävät perinteitään sukupolvelta toiselle, tarvitaan.

source: Äʹrbbvuõđla jieʹllemvueʹjj da ǩiõtt-tuâi liâ možât šõõrab vaarest läʹppjed leʹbe mottjed âʹlddpueʹttiääiʹjest.
fin: Perinteiset elinkeinot ja käsityöt ovat ehkä suuremmassa vaarassa kadota tai muuttua lähitulevaisuudessa.

source: Äimm-muttâz, kuåivâshaʹŋǩǩõõzz, täällsysttem, byrokratia da lääʹjjšeâttmõõžži vääʹn vueiʹtte leeʹd čuuʹt mäŋggsa sääʹmnuõʹrre leeiǥas da sij jõudda vaʹlljed jeeʹres ǥu sooǥǥ äʹrbbvuõđla jieʹllemvueʹjj.
fin: Ilmastonmuutos, kaivoshankkeet, talousjärjestelmä, byrokratia ja lainsäädännön puutteet voivat olla liian monelle saamelaisnuorelle liikaa ja he joutuvat valitsemaan muun kuin suvun perinteisen elinkeinon.

source: Leâʹša õõutsââʹjest vueiʹttep seʹlvvned täin vaarin.
fin: Mutta yhdessä voimme selvitä näistä uhista.

source: ʼlgg muʹštted, što määŋgas nuõrr võl haaʹlad spraavdõõttâd äʹrbbvuõđlaid jieʹllemvueʹjjid pukin vaarin persteeǩani.
fin: On muistettava, että moni nuori edelleen haluaa harjoittaa perinteisiä elinkeinojaan kaikista uhista huolimatta.

source: Äʹrbbvuõđla jieʹllemvueʹjj liâ tuärjjeemjueʹlj ij pâi tõi puʹhttem ekonoomila pohttmõõžž, porrmõõžž leʹbe tävvri diõtt.
fin: Perinteiset elinkeinot ovat tukijalkamme ei vain niiden tuoman taloudellisen tuloksen, ravinnon tai esineistön johdosta.

source: Tõk liâ bieʹǩǩ kulttuurla sääʹm preddan, koon ij ni ǩii vueiʹt väʹldded meeʹst meädda.
fin: Ne ovat osa kulttuurista saamelaista perintöä, jota kukaan ei voi ottaa meiltä pois.

source: Jieʹllemvueʹjj liâ šõddâm õõutsââʹjest luâđ da meäʹccjieʹlljivuiʹm da šiõttlõõvvâm tiiʹǩ aarktla åårrmõõžžid, räjja õudldõõzzid reeʹǧǧes sääʹmǩiõʹlle, tuäʹrjjee sääʹm õhttõsorganisaatio seillmõõžž da liâ bieʹǩǩ sääʹm jieʹllemnääʹll.
fin: Elinkeinomme ovat kehittyneet yhdessä luonnon ja eläinten kanssa ja sopeutuneet tänne arktisiin oloihin, luovat edellytykset rikkaalle saamen kielelle, tukevat saamelaisen yhteisöjärjestelmän säilymistä ja ovat osa saamelaista elämäntapaa.

source: Meersažpeiʹvven õlgg muʹštted še ââldasjieʹllimäädd säʹmmlaid da alggmeerid jeeʹres åʹrnn maaiʹlmest.
fin: Kansallispäivänä on muistettava myös naapurimaan saamelaisia ja alkuperäiskansoja muualla maailmassa.

source: Jeäʹt vueiʹt veâlǥtââʹtted Ruõššjânnmest säʹmmlaid, kook jõuʹdde čoouǥõõttâd jiiʹjjes ǩiõl, kulttuur da jieʹllemååʹbleǩ peäʹlest vaʹldia tuärjjeemtaa.
fin: Emme voi unohtaa Venäjän saamelaisia, jotka joutuvat kamppailemaan oman kielensä, kulttuurinsa ja elämänmuotonsa puolesta ilman valtion tukea.

source: Jeäʹp vueiʹt še veâldââʹtted Ruõccjânnam säʹmmlaid, kook ǩiččlâʹtte håiddad puõcceez kuåivvâz teäddõõzzâst.
fin: Emme voi myöskään unohtaa Ruotsin saamelaisia, jotka yrittävät hoitaa porojaan kaivosten paineessa.

source: Ruåđ da naʹzvaan Taarrâst vueiʹtte jõuddad looppted puäʒʒhååid da čåuddõõttâd jieʹllemnääʹlest, jõs pâi Taar vaʹldia päkk-kåʹddemčiõʹlǧǧtõõzz teâuddje.
fin: Sukulaisemme ja ystävämme Norjassa voivat joutua lopettamaan poronhoidon ja luopumaan elämäntavastaan, mikäli Norjan valtion pakkoteurastuspäätökset toteutuvat.

source: Alggmeer juõʹǩǩ åʹrnn maaiʹlmest jõuʹdde čåuddõõttâd seämma probleemi da vaʹǯǯtõõzzin aivv mäʹhtt mij še.
fin: Alkuperäiskansat kaikkialla maailmassa joutuvat kamppailemaan samojen ongelmien ja haasteiden kanssa kuin mekin.

source: Alggmeer liâ viʹlljam da vuäbbam jiâ-ka puk meer vueiʹt ni ââʹnned meersažpeeiʹv.
fin: Alkuperäiskansat ovat veljiämme ja siskojamme, eivätkä kaikki kansat voi edes viettää kansallispäivää.

source: Leäkkap rämmsai tõʹst, mii meeʹst lij da muʹštted pukid alggmeerõhttsažkååʹdd da õhttsa preddan.
fin: Olkaamme iloisia siitä, mitä meillä on ja muistakaamme koko alkuperäiskansayhteisöä ja yhteistä perintöämme.

source: Ärvvsa säʹmmla, šiõǥǥ naʹzvaan.
fin: Arvoisat saamelaiset, hyvät ystävämme.
